Linbit-drbdtest/logs/test-retrieve-log/log/switch-primaries-latest/fio-drbd-sp2-autotest-1-0-write-38.log
## command: ['fio', '--section', 'write', '-']
\Ndrbd-sp2-autotest-1: write: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
drbd-sp2-autotest-1: fio-2.13
drbd-sp2-autotest-1: Starting 1 process
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: write: (groupid=0, jobs=1): err= 0: pid=8639: Wed Aug 31 11:39:21 2016
drbd-sp2-autotest-1:   write: io=4056.0KB, bw=135200KB/s, iops=33800, runt=    30msec
drbd-sp2-autotest-1:     clat (usec): min=1, max=20, avg= 1.86, stdev= 1.16
drbd-sp2-autotest-1:      lat (usec): min=1, max=20, avg= 2.01, stdev= 1.16
drbd-sp2-autotest-1:     clat percentiles (usec):
drbd-sp2-autotest-1:      |  1.00th=[    1],  5.00th=[    1], 10.00th=[    1], 20.00th=[    1],
drbd-sp2-autotest-1:      | 30.00th=[    2], 40.00th=[    2], 50.00th=[    2], 60.00th=[    2],
drbd-sp2-autotest-1:      | 70.00th=[    2], 80.00th=[    2], 90.00th=[    2], 95.00th=[    3],
drbd-sp2-autotest-1:      | 99.00th=[    4], 99.50th=[    5], 99.90th=[   18], 99.95th=[   20],
drbd-sp2-autotest-1:      | 99.99th=[   20]
drbd-sp2-autotest-1:     lat (usec) : 2=28.70%, 4=67.85%, 10=3.06%, 20=0.30%, 50=0.10%
drbd-sp2-autotest-1:   cpu          : usr=0.00%, sys=20.69%, ctx=23, majf=0, minf=9
drbd-sp2-autotest-1:   IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      issued    : total=r=0/w=1014/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
drbd-sp2-autotest-1:      latency   : target=0, window=0, percentile=100.00%, depth=1
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: Run status group 0 (all jobs):
drbd-sp2-autotest-1:   WRITE: io=4056KB, aggrb=135200KB/s, minb=135200KB/s, maxb=135200KB/s, mint=30msec, maxt=30msec
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: Disk stats (read/write):
drbd-sp2-autotest-1:     drbd138: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%, aggrios=0/1016, aggrmerge=0/0, aggrticks=0/7584, aggrin_queue=7584, aggrutil=4.62%
drbd-sp2-autotest-1:     dm-0: ios=0/1016, merge=0/0, ticks=0/7584, in_queue=7584, util=4.62%, aggrios=0/11, aggrmerge=0/1005, aggrticks=0/64, aggrin_queue=64, aggrutil=4.62%
drbd-sp2-autotest-1:   vdb: ios=0/11, merge=0/1005, ticks=0/64, in_queue=64, util=4.62%