Linbit-drbdtest/logs/test-retrieve-log/log/switch-primaries-latest/fio-drbd-sp2-autotest-2-0-write-11.log
## command: ['fio', '--section', 'write', '-']
\Ndrbd-sp2-autotest-2: write: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
drbd-sp2-autotest-2: fio-2.13
drbd-sp2-autotest-2: Starting 1 process
drbd-sp2-autotest-2: 

drbd-sp2-autotest-2: write: (groupid=0, jobs=1): err= 0: pid=32478: Wed Aug 31 11:39:02 2016
drbd-sp2-autotest-2:   write: io=4056.0KB, bw=193143KB/s, iops=48285, runt=    21msec
drbd-sp2-autotest-2:     clat (usec): min=1, max=36, avg= 2.65, stdev= 1.69
drbd-sp2-autotest-2:      lat (usec): min=1, max=36, avg= 2.96, stdev= 1.69
drbd-sp2-autotest-2:     clat percentiles (usec):
drbd-sp2-autotest-2:      |  1.00th=[    1],  5.00th=[    1], 10.00th=[    1], 20.00th=[    2],
drbd-sp2-autotest-2:      | 30.00th=[    2], 40.00th=[    2], 50.00th=[    3], 60.00th=[    3],
drbd-sp2-autotest-2:      | 70.00th=[    3], 80.00th=[    3], 90.00th=[    3], 95.00th=[    4],
drbd-sp2-autotest-2:      | 99.00th=[    6], 99.50th=[    7], 99.90th=[   19], 99.95th=[   36],
drbd-sp2-autotest-2:      | 99.99th=[   36]
drbd-sp2-autotest-2:     lat (usec) : 2=10.55%, 4=80.67%, 10=8.28%, 20=0.39%, 50=0.10%
drbd-sp2-autotest-2:   cpu          : usr=15.00%, sys=30.00%, ctx=24, majf=0, minf=9
drbd-sp2-autotest-2:   IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
drbd-sp2-autotest-2:      submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-2:      complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-2:      issued    : total=r=0/w=1014/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
drbd-sp2-autotest-2:      latency   : target=0, window=0, percentile=100.00%, depth=1
drbd-sp2-autotest-2: 

drbd-sp2-autotest-2: Run status group 0 (all jobs):
drbd-sp2-autotest-2:   WRITE: io=4056KB, aggrb=193142KB/s, minb=193142KB/s, maxb=193142KB/s, mint=21msec, maxt=21msec
drbd-sp2-autotest-2: 

drbd-sp2-autotest-2: Disk stats (read/write):
drbd-sp2-autotest-2:     drbd138: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%, aggrios=0/1014, aggrmerge=0/0, aggrticks=0/5688, aggrin_queue=5688, aggrutil=3.98%
drbd-sp2-autotest-2:     dm-0: ios=0/1014, merge=0/0, ticks=0/5688, in_queue=5688, util=3.98%, aggrios=0/9, aggrmerge=0/1005, aggrticks=0/48, aggrin_queue=48, aggrutil=3.98%
drbd-sp2-autotest-2:   vdb: ios=0/9, merge=0/1005, ticks=0/48, in_queue=48, util=3.98%