Linbit-drbdtest/logs/test-retrieve-log/log/switch-primaries-latest/fio-drbd-sp2-autotest-2-0-write-33.log
## command: ['fio', '--section', 'write', '-']
\Ndrbd-sp2-autotest-2: write: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
drbd-sp2-autotest-2: fio-2.13
drbd-sp2-autotest-2: Starting 1 process
drbd-sp2-autotest-2: 

drbd-sp2-autotest-2: write: (groupid=0, jobs=1): err= 0: pid=493: Wed Aug 31 11:39:20 2016
drbd-sp2-autotest-2:   write: io=4056.0KB, bw=130839KB/s, iops=32709, runt=    31msec
drbd-sp2-autotest-2:     clat (usec): min=1, max=901, avg= 3.27, stdev=28.25
drbd-sp2-autotest-2:      lat (usec): min=2, max=901, avg= 3.51, stdev=28.24
drbd-sp2-autotest-2:     clat percentiles (usec):
drbd-sp2-autotest-2:      |  1.00th=[    1],  5.00th=[    2], 10.00th=[    2], 20.00th=[    2],
drbd-sp2-autotest-2:      | 30.00th=[    2], 40.00th=[    2], 50.00th=[    2], 60.00th=[    2],
drbd-sp2-autotest-2:      | 70.00th=[    2], 80.00th=[    3], 90.00th=[    3], 95.00th=[    4],
drbd-sp2-autotest-2:      | 99.00th=[    6], 99.50th=[    7], 99.90th=[   31], 99.95th=[  900],
drbd-sp2-autotest-2:      | 99.99th=[  900]
drbd-sp2-autotest-2:     lat (usec) : 2=1.08%, 4=92.90%, 10=5.72%, 20=0.10%, 50=0.10%
drbd-sp2-autotest-2:     lat (usec) : 1000=0.10%
drbd-sp2-autotest-2:   cpu          : usr=0.00%, sys=26.67%, ctx=35, majf=0, minf=10
drbd-sp2-autotest-2:   IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
drbd-sp2-autotest-2:      submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-2:      complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-2:      issued    : total=r=0/w=1014/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
drbd-sp2-autotest-2:      latency   : target=0, window=0, percentile=100.00%, depth=1
drbd-sp2-autotest-2: 

drbd-sp2-autotest-2: Run status group 0 (all jobs):
drbd-sp2-autotest-2:   WRITE: io=4056KB, aggrb=130838KB/s, minb=130838KB/s, maxb=130838KB/s, mint=31msec, maxt=31msec
drbd-sp2-autotest-2: 

drbd-sp2-autotest-2: Disk stats (read/write):
drbd-sp2-autotest-2:     drbd138: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%, aggrios=0/1016, aggrmerge=0/0, aggrticks=0/4368, aggrin_queue=4368, aggrutil=2.62%
drbd-sp2-autotest-2:     dm-0: ios=0/1016, merge=0/0, ticks=0/4368, in_queue=4368, util=2.62%, aggrios=0/11, aggrmerge=0/1005, aggrticks=0/36, aggrin_queue=36, aggrutil=2.62%
drbd-sp2-autotest-2:   vdb: ios=0/11, merge=0/1005, ticks=0/36, in_queue=36, util=2.62%